[UTSeqAct_PlayAnnouncement_0 UTSeqAct_PlayAnnouncement]
Announcement.AnnouncementText="Синее ядро под угрозой затопления"

[UTSeqAct_PlayAnnouncement_10 UTSeqAct_PlayAnnouncement]
Announcement.AnnouncementText="Красное ядро под угрозой затопления"

[UTOnslaughtCountdownNode_0 UTOnslaughtCountdownNode]
BuiltAnnouncements[0]=(AnnouncementText="Красная команда контролирует точку отсчёта!")
BuiltAnnouncements[1]=(AnnouncementText="Синяя команда контролирует точку отсчёта!")
TenSecondsLeftAnnouncements[0]=(AnnouncementText="Затопление синего ядра неизбежно")
TenSecondsLeftAnnouncements[1]=(AnnouncementText="Затопление красного ядра неизбежно")
SuccessAnnouncements[0]=(AnnouncementText="Шлюзы открыты!")
SuccessAnnouncements[1]=(AnnouncementText="Шлюзы открыты!")
DestroyedAnnouncements[0]=(AnnouncementText="Затопление ядра предотвращено")
ObjectiveName="Шлюз"
AttackAnnouncement.AnnouncementText="Атакуйте точку у шлюза!"
DefendAnnouncement.AnnouncementText="Обороняйте точку у шлюза!"

[UTOnslaughtPowernode_Content_4 UTOnslaughtPowernode_Content]
ObjectiveName="Главная"
AttackAnnouncement.AnnouncementText="Атакуйте точку!"
DefendAnnouncement.AnnouncementText="Обороняйте точку!"

[UTOnslaughtPowernode_Content_5 UTOnslaughtPowernode_Content]
ObjectiveName="Центральная точка"
AttackAnnouncement.AnnouncementText="Атакуйте центральную точку!"
DefendAnnouncement.AnnouncementText="Обороняйте центральную точку!"

[UTOnslaughtPowernode_Content_6 UTOnslaughtPowernode_Content]
ObjectiveName="Главная"
AttackAnnouncement.AnnouncementText="Атакуйте точку!"
DefendAnnouncement.AnnouncementText="Обороняйте точку! "

